Repository: Mohelm97/screenrecorder
Catalog: po/*.po
Languages: ar, da, es, fr, ja, lt, nl, pl, pt, pt_br

source: Screen Records
da: Skærmoptagelse
es: Grabaciones de Pantalla
fr: Enregistrements d'écran
ja: 画面録画
lt: Ekrano įrašai
nl: Schermopname
pl: Nagrania ekranu
pt: Gravador de Ecrã
pt_br: Gravações de tela

source: Grab the whole screen
ar: تسجيل كل الشاشة
da: Vælg hele skærmen
es: Capturar toda la pantalla
fr: Capturer tout l'écran
ja: 画面全体を取得します
lt: Įrašinėti visą ekraną
nl: Volledig scherm vastleggen
pl: Nagraj cały ekran
pt: Captura o ecrã todo
pt_br: Capturar a tela inteira

source: Select area to grab
ar: حدد منطقة للتسجيل
da: Vælg et område
es: Seleccionar área para capturar
fr: Saisir une zone à capturer
ja: 取得する範囲を選択します
lt: Pažymėti sritį, kurią įrašinėti
nl: Gebied selecteren
pl: Wybierz obszar nagrywania
pt: Selecionar a área para capturar
pt_br: Selecione a área a ser capturada

source: Grab mouse pointer:
ar: أظهر مؤشر الشاشة:
da: Vælg musemarkør:
es: Capturar el puntero:
fr: Capturer le pointeur de la souris :
ja: マウスポインター部分を取得:
lt: Įrašinėti pelės žymeklį:
nl: Cursor vastleggen:
pl: Pokaż kursor myszy:
pt: Capturar o cursor do rato:
pt_br: Capturar ponteiro do mouse:

source: Record computer sounds:
ar: تسجيل صوت الحاسوب:
da: Optag computerlyde:
es: Grabar sonidos del PC:
fr: Enregistrer les sons de l'ordinateur :
ja: コンピューターのサウンドを録音:
lt: Įrašinėti kompiuterio garsus:
nl: Computergeluiden opnemen:
pl: Nagraj dźwięki z komputera:
pt: Gravar sons do computador:
pt_br: Gravar sons do computador:

source: Record from microphone:
ar: تسجيل صوت الميكروفون:
da: Optag fra mikrofonen:
es: Grabar desde el micrófono:
fr: Enregistrer le microphone :
ja: マイクから録音:
lt: Įrašinėti iš mikrofono:
nl: Microfoonopname:
pl: Nagrywaj z mikrofonu:
pt: Gravar do microfone:
pt_br: Gravar sons do microfone:

source: Show borders:
ar: إظهار الحدود:
da: Vis kanter:
es: Mostrar bordes:
fr: Afficher les bordures :
ja: 録画範囲を表示:
lt: Rodyti kraštus:
nl: Randen tonen:
pl: Pokaż granice nagrywania:
pt: Mostrar margens:
pt_br: Mostrar bordas:

source: Delay in seconds:
ar: تسجيل بعد (بالثواني):
da: Forsinkelse i sekunder:
es: Retardo en segundos:
fr: Délai en secondes :
ja: 遅延する秒数:
lt: Delsa sekundėmis:
nl: Vertraging (in seconden):
pl: Opóźnienie w sekundach:
pt: Atraso em segundos:
pt_br: Atraso em segundos:

source: Frame rate:
ar: عدد الفريمات:
da: Billeder i sekundet:
es: Cuadros por segundo:
fr: Images par seconde :
ja: フレームレート:
lt: Kadrų dažnis:
pl: Ilość klatek:
pt: Taxa de fotogramas:
pt_br: Taxa de quadros (FPS):

source: Scale:
ar: المقياس:
da: Skala:
es: Escala:
fr: Échelle :
ja: 倍率:
lt: Mastelis:
nl: Schaal:
pl: Skala:
pt: Escala:
pt_br: Escala:

source: Format:
ar: الصيغة:
es: Formato:
ja: 形式:
lt: Formatas:
nl: Formaat:
pt: Formato:
pt_br: Formato:

source: Record Screen
ar: تسجيل الشاشة
da: Optag skærm
es: Grabar Pantalla
fr: Enregistrer l'écran
ja: 画面を録画
lt: Įrašinėti ekraną
nl: Scherm opnemen
pl: Nagraj ekran
pt: Gravar Ecrã
pt_br: Gravar tela

source: Stop Recording
ar: إيقاف التسجيل
da: Stop optagelse
es: Detener Grabación
fr: Arrêter l'enregistrement
ja: 録画を終了
lt: Stabdyti įrašinėjimą
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar a Gravação
pt_br: Parar gravação

source: Toggle recording
ar: بدأ أو إيقاف التسجيل
da: Skift optagelse
es: Alternar grabación
fr: Basculer l'enregistrement
ja: 録画を開始・終了します
nl: Opname starten/stoppen
pl: Włącz/wyłącz nagrywanie
pt: Alternar gravação
pt_br: Iniciar/parar gravação

source: Light background
ar: خلفية فاتحة
da: Lys baggrund
es: Fondo claro
fr: Thème clair
ja: 明るい背景
nl: Licht thema
pl: Jasny tryb
pt: Tema Claro
pt_br: Modo claro

source: Dark background
ar: خلفية غامقة
da: Mørk baggrund
es: Fondo oscuro
fr: Thème sombre
ja: 暗い背景
nl: Donker thema
pl: Ciemny tryb
pt: Tema Escuro
pt_br: Modo escuro

source: Screen Recorder
ar: مسجل الشاشة
da: Skærmoptager
fr: Enregistreur d'écran
ja: スクリーンレコーダー
lt: Ekrano rašytuvas
nl: Schermopname
pt_br: Gravação de Tela

source: Save record as…
ar: حفظ التسجيل كـ…
da: Gem optagelse som…
es: Guardar grabación como…
fr: Sauvergarder l'enregistrement en tant que…
ja: 名前を付けて録画を保存…
lt: Įrašyti ekrano įrašą kaip…
nl: Opname opslaan als…
pl: Zapisz nagranie jako…
pt: Guardar a gravação como…
pt_br: Salvar gravação como…

source: Name:
ar: الاسم:
da: Navn:
es: Nombre:
fr: Nom :
ja: 名前:
lt: Pavadinimas:
nl: Naam:
pl: Nazwa:
pt: Nome:
pt_br: Nome:

source: Folder:
ar: المجلد:
da: Mappe:
es: Carpeta:
fr: Dossier :
ja: フォルダー:
lt: Aplankas:
nl: Map:
pt: Pasta:
pt_br: Pasta:

source: Select Screen Records Folder…
ar: أختر المجلد لحفظ التسجيلات…
da: Vælg mappe til optagede filer…
es: Seleccionar Carpeta de Grabaciones…
fr: Sélectionner le dossier des enregistrements d'écran…
ja: 画面録画フォルダーを選択…
lt: Pasirinkite ekrano įrašų aplanką…
nl: Kies schermopnamemap…
pl: Wybierz folder dla nagrań ekranu…
pt: Selecionar a Pasta de Gravação de Ecrã…
pt_br: Selecione a pasta para gravações de tela...

source: Cancel
ar: إلغاء
da: Annuller
es: Cancelar
fr: Annuler
ja: キャンセル
lt: Atsisakyti
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar

source: Save Original
ar: حفظ الأصل
da: Gem originalen
es: Guardar Original
fr: Enregistrer l'original
ja: オリジナルを保存
lt: Įrašyti pradinį
nl: Origineel oslaan
pl: Zapisz oryginał
pt: Guardar Original
pt_br: Salvar original

source: Save
ar: حفظ
da: Gem
es: Guardar
fr: Enregistrer
ja: 保存
lt: Įrašyti
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar

source: Rendering went awesome
ar: تمت عملية المعالجة
da: Renderingen fuldført
es: El renderizado fue increíble
fr: Le rendu s'est très bien passé
nl: Het renderen is fantastisch verlopen
pl: Renderowanie poszło świetnie
pt: A renderização terminou com sucesso
pt_br: Renderizado com sucesso

source: Click here to open the records folder
ar: إضغط هنا لفتح مجلد التسجيلات
da: Klik her for at åbne mappen med optagelser
es: Haga clic aquí para abrir la carpeta de grabaciones
fr: Cliquez ici pour ouvrir le dossier des enregistrements
nl: Klik hier om de opnamemap te openen
pl: Kliknij tu, żeby otworzyć folder z nagraniem
pt: Clique aqui para abrir a pasta de gravações
pt_br: Clique aqui para abrir a pasta de gravações

source: Screen record from %s
ar: تسجيل شاشة في %s
da: Skærmformat fra %s
es: Grabación del %s
fr: Enregistrement d'écran depuis %s
ja: %s の画面録画
lt: Ekrano įrašas iš %s
nl: Schermopname va %s
pl: Nagranie ekranu z %s
pt: Gravação de ecrã de %s
pt_br: Gravação de tela de %s

source: Toggle playing
ar: تشغيل أو إيقاف
da: Afspil/Pause
es: Reproducir / Pausa
fr: Lecture / Pause
ja: 再生・停止を切り替えます
lt: Perjungti atkūrimą
nl: Afspelen starten/stoppen
pl: Włącz/wyłącz odtwarzanie
pt: Alternar reprodução
pt_br: Iniciar/parar gravação

source: Simple tool to record the screen using ffmpeg
ar: أداة بسيطة لتسجيل الشاشة بإستخدام ffmpeg
da: Simpelt værktøj til at optage skærmen ved brug af ffmpeg
es: Herramienta simple para grabar la pantalla usando ffmpeg
fr: Un simple outil utilisant ffmpeg pour enregistrer l'écran
ja: FFmpeg を使用する、画面録画用のシンプルなツール
lt: Paprastas įrankis, skirtas įrašinėti ekraną, naudojant ffmpeg
nl: Eenvoudige toepassing voor schermopnames middels ffmpeg
pl: Proste narzędzie do nagrywania ekranu wykorzystując ffmpeg
pt: Uma ferramenta simples para gravar o ecrã usando o formato ffmpeg
pt_br: Ferramenta simples para gravação de tela usando o ffmpeg

source: Snapshot;Screenshot;Screen;Record;Recording;
da: Screenshot;Skærm;Optag;Optagelse;
es: Instantánea;Captura de pantalla;Pantalla;Grabar;Grabación;
fr: Instantanné;Capture d'écran;Écran;Enregistrement;
ja: Snapshot;Screenshot;Screen;Record;Recording;スナップショット;スクリーンショット;画面;スクリーン;録画;
lt: Ekrano kopija;Rašytuvas;Įrašinėjimas;Įrašas;Ekrano įrašas;
nl: snapshot;schermfoto;scherm;opname;opnemen;
pl: Migawka;Zrzut ekranu;Ekran;Nagrywaj;Nagrywanie;
pt: Snapshot;Instantâneo;Screenshot;Captura;Ecrã;Screen;Record;Gravar;Recording;Gravação;
pt_br: Retrato;Captura de tela;Tela;Registro;Gravação;

source: A simple screen recording app for daily use.
ar: برنامج بسيط لتسجيل الشاشة للإستخدام اليومي.
da: En simpel skærmoptagelses app til dagligt brug.
es: Una aplicación de grabación de pantalla simple para el uso diario.
fr: Une simple application d'enregistrement d'écran pour l'usage quotidien.
ja: 日常使用に耐えうる、シンプルな画面録画アプリです。
lt: Paprasta ekrano rašytuvo programa kasdieniam naudojimui.
nl: Een eenvoudige schermopnametoepassing voor dagelijks gebruik.
pl: Prosta aplikacja do nagrywania ekranu
pt: Uma aplicação simples para gravar o ecrã para usar diariamente.
pt_br: Um aplicativo simples de gravação de tela para usar no dia a dia.

source: A screen recording app using FFmpeg, with a small set of useful features!
ar: برنامج لتسجيل الشاشة بإستخدام FFmpeg، مع عدد صغير من الميزات!
da: En skærmoptagelses applikation som bruger FFmpeg, med tilføjede ekstra funktionaliteter!
es: ¡Una aplicación para grabar la pantalla que usa FFmpeg, con un pequeño conjunto de funciones útiles!
fr: Une application d'enregistrement d'écran qui utilise FFmpeg, avec un petit paquet de fonctionnalités utiles !
ja: FFmpeg を使用する画面録画アプリです。便利な機能もそろっています！
lt: Ekrano rašytuvo programa, naudojanti FFmpeg, su nedideliu naudingų ypatybių rinkiniu!
nl: Eenvoudige toepassing voor schermopnames middels ffmpeg met een aantal handige functies!
pl: Apka do nagrywania ekranu przy użyciu FFmpeg, z małym zestawem użytecznych funkcji!
pt: Uma aplicação para gravar o ecrã usando o formato FFmpeg, com um pequeno conjunto de funcionalidades úteis!
pt_br: Um aplicativo de gravação de tela que usa o FFmpeg e com um pequeno conjunto recursos úteis!

source: Features include:
ar: ميزات مثل:
da: Funktionaliteter inkluderer :
es: Características incluidas:
fr: Fonctionnalités inclues :
ja: 含まれる機能:
lt: Ypatybės:
nl: Het bevat de volgende mogelijkheden:
pl: Dostępne funkcje:
pt: Funcionalidades incluídas:
pt_br: Os recursos são:

source: gif recording
ar: تسجيل صور جيف
da: GIF optagelse
es: grabación de gifs
fr: Enregistrement de GIF
ja: GIF 録画
lt: Gif įrašinėjimas
nl: gif-opname
pl: Nagrywanie gifów
pt: Gravação em gif
pt_br: Gravação de GIF

source: Recording sound from speakers
ar: تسجيل من صوت الكمبيوتر
da: Optagelse af lyd fra skærmen
es: Grabar sonidos de los altavoces
fr: Enregistrement du son des haut-parleurs
ja: スピーカーの音を録音
lt: Garso iš kolonėlių įrašinėjimas
nl: Geluid opnemen van luidsprekers
pl: Nagrywanie dźwięku z komputera
pt: Gravação de som das colunas
pt_br: Gravação de sons das caixas de som

source: Recording sound from microphone
ar: تسجيل من صوت الميكروفون
da: Optagelse af lyd fra mikrofonen
es: Grabar sonidos del micrófono
fr: Enregistrement du son depuis le microphone
ja: マイクの音を録音
lt: Garso iš mikrofono įrašinėjimas
nl: Geluid opnemen van microfoon
pl: Nagrywanie dźwięku z mikrofonu
pt: Gravação de som do microfone
pt_br: Gravação de sons do microfone

source: Available format: MP4, MOV and GIF
ar: الصيغ المتاحة: MP4, MOV and GIF
da: Tilgængelige formater: MP4, MOV et GIF
es: Formatos disponibles: MP4, MOV y GIF
fr: Formats disponibles : MP4, MOV et GIF
ja: 利用可能な形式: MP4・MOV・GIF
lt: Prieinami formatai: MP4, MOV ir GIF
nl: Beschikbare formaten: MP4, MOV en GIF
pl: Dostępne formaty: MP4, MOV i GIF
pt: Formatos disponíveis: MP4, MOV e GIF
pt_br: Formatos para salvamento: MP4, MOV e GIF

source: Add scaling option
ar: إضافة خاصية التحجيم
da: Tilføj skalerings indstilling
es: Añadida la opción de escala
fr: Ajout des options d'échelle
nl: Schaaloptie toegevoegd
pl: Dodano opcję skalowania
pt: Opção de escala adicionada
pt_br: Adicionar opção de escala

source: Minor bug fixes
ar: اصلاح اخطأ فرعية
da: Mindre små ændringer
es: Corrección de errores menores
fr: Corrections de bugs mineures
nl: Kleine fouten opgelost
pl: Naprawiono pomniejsze błędy
pt: Pequenas correções
pt_br: Pequenas correções de erros

source: New translations
ar: إضافة ترجمات جديدة
da: Nye oversættelser
es: Nuevas traducciones
fr: Nouvelles traductions
nl: Nieuwe vertalingen
pl: Nowe tłumaczenia
pt: Traduções novas
pt_br: Novas traduções
